{
  "domain": "simply-static",
  "locale_data": {
    "simply-static": {
      "404": [
        "404"
      ],
      "": {
        "domain": "simply-static",
        "plural_forms": "nplurals=2; plural=n != 1;",
        "lang": "de_DE"
      },
      "This is known to work well with the Simply Static plugin.": [
        "Dieses Plugin ist mit Simply Static kompatibel."
      ],
      "Simply Static requires PHP 7.4 or higher.": [
        "Simply Static benötigt PHP 7.4 oder höher."
      ],
      "Simply Static requires WordPress 6.2 or higher.": [
        "Simply Static benötigt PHP 7.4 oder höher."
      ],
      "You need to update Simply Static Pro to version 1.6.3.2 before continuing to use Simply Static, as we made significant changes requiring an upgrade.": [
        "Du musst Simply Static Pro auf Version 1.6.3.2 aktualisieren, bevor du Simply Static weiterhin benutzt."
      ],
      "You need to update Simply Static Pro to version  1.6.3.2 before continuing to use Simply Static, as we made significant changes requiring an upgrade.": [
        "Du musst Simply Static Pro auf Version 1.6.3.2 aktualisieren, bevor du Simply Static weiterhin benutzt."
      ],
      "Activity Log": [
        "Aktivitätsprotokoll"
      ],
      "Changing ...": [
        "Wechseln.."
      ],
      "Environment": [
        "Umgebung"
      ],
      "A new environment will be created with the current configuration.": [
        "Eine neue Umgebung wird erstellt mit der aktuellen Konfiguration."
      ],
      "Creating...": [
        "Erstelle.."
      ],
      "Create": [
        "Erstellen"
      ],
      "Cancel": [
        "Abbrechen"
      ],
      "Choose an environment or create a new one to configure settings.": [
        "Wähle eine Umgebung oder erstelle eine neue mit den aktuellen Einstellungen."
      ],
      "Delete selected environment": [
        "Lösche die ausgewählte Umgebung"
      ],
      "Generate": [
        "Generieren"
      ],
      "Pause": [
        "Anhalten"
      ],
      "Resume": [
        "Fortsetzen"
      ],
      "Requires saving settings": [
        "Benötigt das Speichern der Einstellungen"
      ],
      "Automated Redirects with Redirection": [
        "Automatische Weiterleitungen mit Redirection"
      ],
      "Cookie Consent with Complianz": [
        "Cookie Banner mit Complianz"
      ],
      "Requires Simply Static Pro": [
        "Erfordert Simply Static Pro"
      ],
      "Get the Pro version": [
        "Hole dir die Pro-Version"
      ],
      "Download Log": [
        "Log herunterladen"
      ],
      "Clear Log": [
        "Log löschen"
      ],
      "Log file cleared.": [
        "Log-Datei erfolgreich geleert."
      ],
      "Toggle menu": [
        "Menü umschalten"
      ],
      "There are errors in diagnostics that may negatively affect your static export.": [
        "Es gibt Fehler in der Diagnose welche möglicherweise deinen Export beeinträchtigen."
      ],
      "Please review them and get them fixed to avoid problems.": [
        "Bitte überprüfe und behebe die Meldungen um Fehlern vorzubeugen."
      ],
      "Visit Diagnostics": [
        "Diagnose ansehen"
      ],
      "You are using the pro version without a valid license.": [
        "Du nutzt die Pro-Version ohne gültige Lizenz."
      ],
      "We have temporarily disabled all the pro features now. Please contact our support to have the problem solved.": [
        "Wir haben alle Pro-Funktionen vorübergehend deaktiviert. Bitte kontaktiere den Support um das Problem zu beheben."
      ],
      "Changelog": [
        "Changelog"
      ],
      "Documentation": [
        "Dokumentation"
      ],
      "Use current settings": [
        "Nutze aktuelle Einstellungen"
      ],
      "Export": [
        "Export"
      ],
      "Export Changes": [
        "Änderungen exportieren"
      ],
      "Export Changes (Requires Simply Static Pro)": [
        "Änderungen exportieren (erfordert Simply Static Pro)"
      ],
      "An export from another site is running. Upgrade to queue them.": [
        "Ein Export von einer anderen Site wird ausgeführt. Upgrade auf Simply Static Pro, um sie in die Warteschlange zu stellen."
      ],
      "Import": [
        "Import"
      ],
      "Choose a subsite to import settings from.": [
        "Wähle eine Subsite um Einstellungen zu importieren."
      ],
      "Import Settings": [
        "Import-Einstellungen"
      ],
      "Settings successfully imported.": [
        "Einstellungen erfolgreich importiert."
      ],
      "Tools": [
        "Tools"
      ],
      "Diagnostics": [
        "Diagnose"
      ],
      "Settings": [
        "Einstellungen"
      ],
      "General": [
        "Allgemein"
      ],
      "Deploy": [
        "Deployment"
      ],
      "Forms": [
        "Formulare"
      ],
      "Search": [
        "Suche"
      ],
      "Optimize": [
        "Optimierung"
      ],
      "Workflow": [
        "Workflow"
      ],
      "Advanced": [
        "Erweitert"
      ],
      "Integrations": [
        "Integrationen"
      ],
      "Utilities": [
        "Werkzeuge"
      ],
      "Debug": [
        "Debugging"
      ],
      "UAM": [
        "UAM"
      ],
      "Video Course": [
        "Video Kurs"
      ],
      "Tutorials": [
        "Tutorials"
      ],
      "Upgrade to manage from network.": [
        "Upgrade auf Simply Static Pro und manage Exporte vom Netzwerk."
      ],
      "Name": [
        "Name"
      ],
      "Status": [
        "Status"
      ],
      "Actions": [
        "Aktionen"
      ],
      "Temporary files cleared.": [
        "Temporäre Dateien wurden gelöscht."
      ],
      "Could not clear temporary files.": [
        "Temporäre Dateien konnten nicht gelöscht werden."
      ],
      "Request failed. Please try again.": [
        "Bearbeitung fehlgeschlagen. Bitte versuche es nochmal. "
      ],
      "Basic Auth": [
        "Basic Auth"
      ],
      "How to set up basic auth": [
        "Wie man Basic Auth konfiguriert"
      ],
      "If you've secured WordPress with HTTP Basic Auth you need to specify the username and password to use below.": [
        "Wenn du deine WordPress-Seite mit HTTP BASIC Auth geschützt hast, trage Nutzername und Password hier ein."
      ],
      "Basic Auth Username": [
        "Basic Auth Nutzername"
      ],
      "Basic Auth Password": [
        "Basic Auth Passwort"
      ],
      "Enable Basic Auth": [
        "Basic Auth aktivieren"
      ],
      "Automatically setting up Basic Auth requires Simply Static Pro.": [
        "Automatische Einrichtung von Basic Auth benötigt Simply Static Pro."
      ],
      "Once enabled we will put your entire website behind password protection.": [
        "Sobald aktiviert, wird deine gesamte WordPress-Seite mit einem Passwort-Schutz versehen."
      ],
      "Requires Username & Password to work": [
        "Benötigt Nutzername und Passwort"
      ],
      "Temporary Files": [
        "Temporäre Dateien"
      ],
      "Temporary Files Directory": [
        "Temporäres Dateiverzeichnis"
      ],
      "Optionally specify the directory to save your temporary files. This directory must exist and be writeable.": [
        "Lege das temporäre Dateiverzeichnis fest. Diese Verzeichnis muss existieren und beschreibbar sein."
      ],
      "Clearing…": [
        "Löschen.."
      ],
      "Clear Temporary Files": [
        "Temporäre Dateien löschen"
      ],
      "Whitelist Plugins": [
        "Plugins whitelisten"
      ],
      "Whitelist plugins in diagnostics": [
        "Plugins whitelisten und aus Diagnose-Report ausschließen"
      ],
      "If you want to exclude certain plugins from the diagnostics check add the plugin slugs here (one per line).": [
        "Wenn du bestimmte Plugins vom Diagnose-Report ausschließen möchtest, trage sie hier ein (ein Plugin pro Zeile)."
      ],
      "Proxy Setup": [
        "Proxy-Konfiguration"
      ],
      "Origin URL": [
        "Quell-URL"
      ],
      "If the URL of your WordPress installation differs from the public-facing URL (Proxy Setup), add the public URL here.": [
        "Wenn die URL deiner WordPress-Installation von der öffentlichen URL abweicht (Proxy), für die öffentliche URL hier ein."
      ],
      "Debug Log": [
        "Debug-Log"
      ],
      "Activate Debug Log": [
        "Debug-Log aktivieren"
      ],
      "Enable it to download the debug log from Simply Static -> Generate.": [
        "Aktiviere den Debug Log um die Datei in Simply Static -> Aktivitätsprotokoll herunterzuladen."
      ],
      "Cron": [
        "Cron"
      ],
      "Use server-side cron job": [
        "Nutzer einen server-seitigen Cron-Job"
      ],
      "Enable this if you use a server-side cron job instead of the default WP-Cron.": [
        "Aktiviere diese Option wenn du einen server-seitigen Cron-Job statt dem standard WP-Cron verwendest."
      ],
      "Settings saved successfully.": [
        "Einstellungen erfolgreich gespeichert."
      ],
      "Save Settings": [
        "Einstellungen speichern"
      ],
      "ZIP Archive": [
        "ZIP Archiv"
      ],
      "Local Directory": [
        "Lokales Verzeichnis"
      ],
      "Static Studio": [
        "Static Studio"
      ],
      "SFTP": [
        "SFTP"
      ],
      "GitHub": [
        "GitHub"
      ],
      "AWS S3": [
        "AWS S3"
      ],
      "Bunny CDN": [
        "Bunny CDN"
      ],
      "Tiiny.host": [
        "Tiiny.host"
      ],
      "No page selected": [
        "Keine Seite ausgewählt"
      ],
      "Deployment Settings": [
        "Deployment Einstellungen"
      ],
      "Choose from a variety of deployment methods. Depending on your selection we either provide a ZIP file, export to a local directory or send your files to a remote destination.": [
        "Wähle eine der unterschiedlichen Deployment-Optionen. Basierend auf deiner Einstellung erhälst du eine Liste von zusätzlichen Optionen."
      ],
      "Deployment method": [
        "Deployment-Methode"
      ],
      "The all-in-one Static WordPress cloud-hosting platform.": [
        "Die All-in-One-Cloud-Hosting-Plattform für Static WordPress."
      ],
      "Enjoy secure WordPress, the fastest exports, and the best-performing static site hosting in one package.": [
        "Genießen Sie sicheres WordPress, die schnellsten Exporte und das leistungsstärkste Hosting statischer WordPress Websites in einem Paket."
      ],
      "ZIP": [
        "ZIP"
      ],
      "How to export a ZIP file": [
        "Wie man eine ZIP-Datei exportiert"
      ],
      "Get a download link in the activity log once the static export has finished.": [
        "Du bekommst einen Download-Link im Aktivitätsprotokoll angezeigt sobald der Export abgeschlossen ist."
      ],
      "How to deploy to a local directory": [
        "Wie man in ein lokales Verzeichnis exportiert"
      ],
      "Path": [
        "Pfad"
      ],
      "This is the directory where your static files will be saved. We will create it automatically on the first export if it doesn't exist.": [
        "Dies ist das Verzeichnis in dem deine statischen Dateien gespeichert werden. Dieses Verzeichnis muss existieren und beschreibbar sein."
      ],
      "Copied home path": [
        "Homeverzeichnis kopiert"
      ],
      "Copy home path": [
        "Homeverzeichnis kopieren"
      ],
      "Clear Local Directory": [
        "Lokales Verzeichnis leeren"
      ],
      "Clear local directory before running an export.": [
        "Leere lokales Verzeichnis vor nächstem Export."
      ],
      "Don't clear local directory before running an export.": [
        "Leere lokales Verzeichnis nicht vor nächstem Export."
      ],
      "How to deploy to a GitHub (2/2)": [
        "Wie man zu GitHub exportiert (2/2)"
      ],
      "GitHub enables you to export your static website to one of the common static hosting providers like Netlify, Cloudflare Pages or GitHub Pages.": [
        "GitHub ermöglicht es dir deine statische Seite auf einem der populären statischen Hostinganbieter zu hosten. Beispiele sind Netlify, Cloudflare Pages oder GitHub Pages."
      ],
      "Account Type": [
        "Account-Typ"
      ],
      "Depending on the account type the settings fields will change.": [
        "Basierend auf deinem Account-Typ werden sich die Einstellungen ändern."
      ],
      "Personal": [
        "Personal"
      ],
      "Organization": [
        "Organization"
      ],
      "Enter the name of your organization.": [
        "Trage den Namen deiner Organisation ein."
      ],
      "Username": [
        "Nutzername"
      ],
      "Enter your GitHub username.": [
        "Trage deinen GitHub Nutzernamen ein."
      ],
      "E-Mail": [
        "E-Mail"
      ],
      "Enter your GitHub email address. This will be used to commit files to your repository.": [
        "Trage deine GitHub E-Mail-Adresse ein."
      ],
      "Personal Access Token": [
        "Personal Access Token"
      ],
      "How to prepare your GitHub account": [
        "Wie du deinen GitHub Account vorbereitest"
      ],
      "You need a personal access token from GitHub. Learn how to get one ": [
        "Du benötigst deinen Personal Access Token um eine Verbindung zu GitHub aufzubauen "
      ],
      "here": [
        "hier"
      ],
      "Repository": [
        "Repository"
      ],
      "Enter a name for your repository (lowercase without spaces or special characters).": [
        "Trage den Namen deines Repositories ein. Dieser Name sollte aus Kleinbuchstaben bestehen und keine Leer-und Sonderzeichen enthalten."
      ],
      "Ensure to create the repository and add a readme file to it before running an export as shown in the docs ": [
        "Stelle sicher das dein Repository ein README file enthält bevor du den Export ausführst "
      ],
      "Folder": [
        "Verzeichnis"
      ],
      "Enter a relative path to a folder if you want to push files under it. Example: for github.com/USER/REPOSITORY/folder1, enter folder1": [
        "Füge einen relativen Pfad ein. Beispiel: für github.com/USER/REPOSITORY/folder1 setze folder1 ein"
      ],
      "You need to create the repository manually within your organization before connecting it.": [
        "Du musst das Repository manuell in deinem Konto einrichten bevor du die Verbindung aufbauen kannst."
      ],
      "Visiblity": [
        "Sichtbarkeit"
      ],
      "Decide if you want to make your repository public or private.": [
        "Entscheide ob dein Repository public oder private sein soll."
      ],
      "Public": [
        "Public"
      ],
      "Private": [
        "Private"
      ],
      "Branch": [
        "Branch"
      ],
      "Simply Static automatically uses \"main\" as branch. You may want to modify that for example to gh-pages. for GitHub Pages.": [
        "Simply Static nutzt automatisch den \"main\" branch. Du kannst den Branch mit dieser Einstellung anpassen."
      ],
      "Webhook URL": [
        "Webhook URL"
      ],
      "Enter your Webhook URL here and Simply Static will send a POST request after all files are commited to GitHub.": [
        "Trage deine Webhook URL hier ein. Simply Static wird einen POST request an diese URL senden sobald alle Dateien auf GitHub hochgeladen wurden."
      ],
      "Throttle Requests": [
        "Anfragen pro Sekunde limitieren"
      ],
      "Enable this option if you are experiencing issues with the GitHub API rate limit.": [
        "Aktiviere die Option wenn du Probleme mit deinem GitHub Rate Limit bekommst."
      ],
      "Batch size": [
        "Batch-Größe"
      ],
      "Enter the number of files you want to be processed in a single batch. If current export fails to deploy, lower the number.": [
        "Trage die Anzahl der Seiten/Dateien ein die pro Durchlauf exportiert werden sollen. Falls es Probleme bei der Übertragung gibt, reduziere die Anzahl."
      ],
      "How to deploy to Tiiny.host": [
        "Wie man zu Tiiny.host exportiert"
      ],
      "Deploying to Tiiny.host is the easiest and fastest deployment option available in Simply Static Pro.": [
        "Die Übertragung zur Tiiny.host ist die schnellste Deployment-Option in Simply Static Pro."
      ],
      "This field is auto-filled with the e-mail address used for activating Simply Static Pro.": [
        "Dieses Feld wird automatisch mit deiner Admin-E-Mail-Adresse ausgefüllt. Ein Konto wird automatisch bei der ersten Übertragung erstellt."
      ],
      "An account will be created automatically on your first deployment.": [
        "Ein Konto wird automatisch bei der ersten Übertragung erstellt."
      ],
      "Subdomain": [
        "Subdomain"
      ],
      "That's the part before your TLD. Your full URL is the combination of the subdomain plus the domain suffix.": [
        "Das ist der Part vor deiner Domain. Deine URL ist die Kombination aus Subdomain und Domain-Suffix."
      ],
      "Domain Suffix": [
        "Domain-Suffix"
      ],
      "This defaults to tiiny.site. If you have a custom domain configured in Tiiny.host, you can also use  that one.": [
        "Wenn du noch keine eigene Domain hast, nutzen wir .tiiny.site."
      ],
      "Password Protection": [
        "Passwort-Schutz"
      ],
      "Adding a password will activate password protection on your static site. The website is only visible with the password.": [
        "Deine statische Website wird mit dem eingetragenen Passwort geschützt und ist erst nach Eingabe erreichbar."
      ],
      "How to deploy to Bunny CDN": [
        "Wie man zu BunnyCDN exportiert"
      ],
      "Bunny CDN is a fast and reliable CDN provider that you can run your static website on.": [
        "Bunny CDN ist eine schnelle und zuverlässige Option um deine statische Seite zu hosten."
      ],
      "Bunny CDN API Key": [
        "Bunny CDN API Key"
      ],
      "Enter your API Key from Bunny CDN. You can find your API-Key as described ": [
        "Trage deinen Bunny CDN API Key hier ein "
      ],
      "Storage Host": [
        "Storage Host"
      ],
      "Depending on your location, you have a different storage host. You find out which URL to use ": [
        "Basierend auf deinem Standort benötigst du womöglich einen anderen Host.  Du findest mehr dazu in der Dokumentation von BunnyCDN "
      ],
      "Bunny CDN Access Key": [
        "Bunny CDN Access Key"
      ],
      "Enter your Acess Key from Bunny CDN. You will find it within your storage zone setttings within FTP & API Access -> Password.": [
        "Trage deinen Access Key hier ein. Du findest ihn in deinem BunnyCDN Konto unter Storage Zone -> Settings -> FTP & API Access."
      ],
      "Pull Zone": [
        "Pull Zone"
      ],
      "A pull zone is the connection of your CDN to the internet. Simply Static will try to find an existing pull zone with the provided name, if there is none it creates a new pull zone.": [
        "Pullzones sind vergleichbar mit Domains. Wenn du noch keine Pullzone in BunnyCDN erstellst hast, übernimmt Simply Static das für dich."
      ],
      "Storage Zone": [
        "Storage Zone"
      ],
      "A storage zone contains your static files. Simply Static will try to find an existing storage zone with the provided name, if there is none it creates a new storage zone.": [
        "Storage Zones sind der physische Speicher für deine statischen Dateien. Simply Static erstellt dies automatisch falls du es noch nicht gemacht hast."
      ],
      "Subdirectory": [
        "Unterverzeichnis"
      ],
      "If you want to transfer the files to a specific subdirectory on your storage zone add the name of that directory here.": [
        "Wenn du deine statischen Dateien in einem Unterverzeichnis ablegen möchtest, gib den Pfad hier ein."
      ],
      "Amazon AWS S3": [
        "Amazon AWS S3"
      ],
      "How to deploy to Amazon AWS S3": [
        "Wie man zu Amazon AWS S3 exportiert"
      ],
      "Authentication Method": [
        "Authentifizierungsmethode"
      ],
      "AWS IAM Access Key": [
        "AWS IAM-Zugriffsschlüssel"
      ],
      "AWS EC2": [
        "AWS EC2"
      ],
      "Access Key ID": [
        "Access Key ID"
      ],
      "Enter your Access Key from AWS. Learn how to get one ": [
        "Trage deinen AWS Access Key hier ein "
      ],
      "Secret Access Key": [
        "Secret Access Key"
      ],
      "Enter your Secret Key from AWS. Learn how to get one ": [
        "Tragen deinen AWS Secret Key hier ein "
      ],
      "Region": [
        "Region"
      ],
      "US East (Ohio)": [
        "US East (Ohio)"
      ],
      "US East (N. Virginia)": [
        "US East (N. Virginia)"
      ],
      "US West (N. California)": [
        "US West (N. California)"
      ],
      "US West (Oregon)": [
        "US West (Oregon)"
      ],
      "Africa (Cape Town)": [
        "Africa (Cape Town)"
      ],
      "Asia Pacific (Hong Kong)": [
        "Asia Pacific (Hong Kong)"
      ],
      "Asia Pacific (Hyderabad)": [
        "Asia Pacific (Hyderabad)"
      ],
      "Asia Pacific (Jakarta)": [
        "Asia Pacific (Jakarta)"
      ],
      "Asia Pacific (Melbourne)": [
        "Asia Pacific (Melbourne)"
      ],
      "Asia Pacific (Mumbai)": [
        "Asia Pacific (Mumbai)"
      ],
      "Asia Pacific (Osaka)": [
        "Asia Pacific (Osaka)"
      ],
      "Asia Pacific (Seoul)": [
        "Asia Pacific (Seoul)"
      ],
      "Asia Pacific (Singapore)": [
        "Asia Pacific (Singapore)"
      ],
      "Asia Pacific (Sydney)": [
        "Asia Pacific (Sydney)"
      ],
      "Asia Pacific (Tokyo)": [
        "Asia Pacific (Tokyo)"
      ],
      "Canada (Central)": [
        "Canada (Central)"
      ],
      "Europe (Frankfurt)": [
        "Europe (Frankfurt)"
      ],
      "Europe (Ireland)": [
        "Europe (Ireland)"
      ],
      "Europe (London)": [
        "Europe (London)"
      ],
      "Europe (Milan)": [
        "Europe (Milan)"
      ],
      "Europe (Paris)": [
        "Europe (Paris)"
      ],
      "Europe (Spain)": [
        "Europe (Spain)"
      ],
      "Europe (Stockholm)": [
        "Europe (Stockholm)"
      ],
      "Europe (Zurich)": [
        "Europe (Zurich)"
      ],
      "Middle East (Bahrain)": [
        "Middle East (Bahrain)"
      ],
      "Middle East (UAE)": [
        "Middle East (UAE)"
      ],
      "South America (São Paulo)": [
        "South America (São Paulo)"
      ],
      "AWS GovCloud (US-East)": [
        "AWS GovCloud (US-East)"
      ],
      "AWS GovCloud (US-West)": [
        "AWS GovCloud (US-West)"
      ],
      "Bucket": [
        "Bucket"
      ],
      "Add the name of your bucket here.": [
        "Trage den Namen deines Buckets hier ein."
      ],
      "Add an optional subdirectory for your bucket": [
        "Füge ein optionales Unterverzeichnis ein"
      ],
      "Cloudfront Distribution ID": [
        "Cloudfront Distribution ID"
      ],
      "We automatically invalidate the cache after each export.": [
        "Wir leeren den Cache automatisch nach jedem statischen Export."
      ],
      "Enter your Webhook URL here and Simply Static will send a POST request after all files are transferred to AWS S3.": [
        "Gebe deine Webhook URL hier ein. Simply Static sendet einen POST-Request nachdem alle Dateien zu GitHub übertragen wurden."
      ],
      "Empty bucket before new export?": [
        "Sollen wir den Inhalt des Buckets löschen bevor wir die neuen Dateien hochladen?"
      ],
      "Clear bucket before new export.": [
        "Bucket vor neuem Export löschen."
      ],
      "Don't clear bucket before new export.": [
        "Bucket nicht vor neuem Export löschen."
      ],
      "How to deploy via SFTP": [
        "Wie man zu einem SFTP Server exportiert"
      ],
      "Host": [
        "Host"
      ],
      "Enter your SFTP host.": [
        "Trage deinen SFTP Host ein."
      ],
      "Port": [
        "Port"
      ],
      "Enter your SFTP port.": [
        "Trage deinen SFTP Port ein."
      ],
      "SFTP username": [
        "SFTP Nutzername"
      ],
      "Enter your SFTP username.": [
        "Trage deinen SFTP Nutzernamen ein."
      ],
      "SFTP password": [
        "SFTP Passwort"
      ],
      "Enter your SFTP password.": [
        "Trage dein SFTP Passwort ein."
      ],
      "SFTP private key": [
        "SFTP Private Key"
      ],
      "OPTIONAL: This is only required if you need to authenticate via a private key to access your SFTP server.": [
        "Optional: Dies ist nur erforderlich wenn du dich mit einem privaten Schlüssel statt einem Passwort mit deinem SFTP Server verbinden möchtest."
      ],
      "Enter your SFTP private key if you want passwordless upload and the server is configured to allow it. You can set it as a constant in wp-config.php by using define('SSP_SFTP_KEY', 'YOUR_KEY')": [
        "Füge deinen SFTP Private Key ein falls du dich ohne Passwort bei deinem SFTP server anmelden möchtest. Du kannst den Schlüssel auch in deiner wp-config.php definieren mit der Konstante define('SSP_SFTP_KEY', 'YOUR_KEY')"
      ],
      "SFTP folder": [
        "SFTP Verzeichnis"
      ],
      "Leave empty to upload to the default SFTP folder. Enter a folder path where you want the static files to be uploaded to (example: \"uploads\" will upload to uploads folder. \"uploads/new-folder\" will upload files to \"new-folder\"). ": [
        "Trage den Pfad auf deinem SFTP-Server ein in dem du die Dateien ablegen möchtest. Lasse das Feld leer falls es das Stammverzeichnis sein soll. "
      ],
      "Save settings to test": [
        "Einstellungen speichern zum testen"
      ],
      "Test Deployment": [
        "Test-Export"
      ],
      "How to use diagnostics": [
        "Wie man die Diagnose benutzt"
      ],
      "Our diagnostics tool provides detailed insights into your WordPress installation and server configuration and tells you exactly what needs to be optimized to get the most out of Simply Static. Click the button below to get the latest results.": [
        "Unser Diagnose-Tool zeigt dir alle WordPress-und Serverkonfiguration die nötig sind um Simply Static bestmöglich auszuführen."
      ],
      "Reset Diagnostics": [
        "Diagnose-Daten zurücksetzen"
      ],
      "Diagnostics resetted successfully.": [
        "Diagnose erfolgreich zurückgesetzt."
      ],
      "Use forms?": [
        "Formulare benutzen?"
      ],
      "Use Forms on your static website.": [
        "Nutze Formulare auf deiner statischen Website."
      ],
      "Don't use forms on your static website.": [
        "Nutze keine Formulare auf deiner statischen Website."
      ],
      "Create a form connection": [
        "Erstelle eine Formular-Verbindung"
      ],
      "Comments": [
        "Kommentare"
      ],
      "Use comments?": [
        "Kommentare benutzen?"
      ],
      "Use comments on your static website.": [
        "Nutze Kommentare auf deiner statischen Website."
      ],
      "Don't use comments on your static website.": [
        "Nutze keine Kommentare auf deiner statischen Website."
      ],
      "Select a redirect page": [
        "Wähle eine Weiterleitungs-Seite"
      ],
      "The post will be regenerated after comment submission, but it might take a while so its good practice to redirect the visitor.": [
        "Der Beitrag wird automatisch neu generiert sobald ein Kommentar hinzugefügt wurde. Damit deine Besucher ein direktes Feedback bekommen, solltest du eine Weiterleitungsseite hinterlegen."
      ],
      "CORS": [
        "CORS"
      ],
      "How to deal with CORS": [
        "Wie man mit CORS umgeht"
      ],
      "When using Forms and Comments in Simply Static Pro you may encounter CORS issues as you make requests from your static website to your original one.": [
        "Wenn du Formulare oder Kommentare in Simply Static Pro benutzt, wirst du womöglich CORS Probleme haben, da du Anfragen von deiner statischen Seite zu deiner WordPress Website machst."
      ],
      "Due to the variety of server setups out there, you may need to make changes on your server.": [
        "Durch die Menge an unterschiedlichen Server-Setups musst du womöglich Anpassungen an deinem Server vornehmen."
      ],
      "Static URL": [
        "Statische URL"
      ],
      "Add the URL of your static website to allow CORS from it.": [
        "Trage die URL zu deiner statischen Seite hier ein um CORS Anfragen zu erlauben."
      ],
      "Select CORS method": [
        "Wähle eine CORS-Methode"
      ],
      "Choose one of the methods to allow CORS for your website.": [
        "Wähle einer der Methoden um CORS Anfragen zu erlauben."
      ],
      "Embed Dynamic Content (iFrame)": [
        "Dynamischen Inhalt einbetten (iFrame)"
      ],
      "We replace the HTML of the URLs with an iFrame that embeds the content directly from your WordPress website.": [
        "Wir ersetzen das HTML der URLs durch ein iFrame, das den Inhalt direkt von Ihrer WordPress-Website einbettet."
      ],
      "This way you can use dynamic elements on your static website without the need of a specific integration.": [
        "Auf diese Weise können Sie dynamische Elemente auf Ihrer statischen Website verwenden, ohne dass eine spezielle Integration erforderlich ist."
      ],
      "This requires your WordPress website to be online all the time.": [
        "Dies erfordert, dass Ihre WordPress-Website ständig online ist."
      ],
      "URLs to embed as an iFrame": [
        "Als iFrame einzubettende URLs"
      ],
      "If you want to embed specific pages from your WordPress website into your static website, add the URLs here (one per line).": [
        "Simply Static wird eine statische Kopie jeder Unterseite anlegen die es finden kann und beginnt bei %s. Wenn du zusätzliche Dateien, welche nirgendwo verlinkt sind, hinzufügen möchtest, kannst du dies hier tun. Bitte trage eine URL je Zeile ein."
      ],
      "Custom CSS": [
        "Benutzerdefiniertes CSS"
      ],
      "These styles will only apply to the embedded pages, not your entire website.": [
        "Diese Stile gelten nur für die eingebetteten Seiten, nicht für Ihre gesamte Website."
      ],
      "Replacing URLs": [
        "URLs ersetzen"
      ],
      "How to replace URLs": [
        "Wie man URLs ersetzt"
      ],
      "When exporting your static site, any links to your WordPress site will be replaced by one of the following: absolute URLs, relative URLs, or URLs contructed for offline use.": [
        "Wenn du eine statische Seite exportierst, werden alle Links deiner WordPress-Seite durch eine der folgenden Optionen ersetzt: absolute URLs, relative URLs oder konstruierte URLs für die Offline-Speicherung."
      ],
      "Absolute URLs": [
        "Absolute URLs"
      ],
      "Relative Path": [
        "Relativer Pfad"
      ],
      "Offline Usage": [
        "Offline"
      ],
      "Scheme": [
        "Schema"
      ],
      "Convert all URLs for your WordPress site to absolute URLs at the domain specified above.": [
        "Konvertiere alle URLs deiner WordPress-Seite zu absoluten URLs."
      ],
      "Convert all URLs for your WordPress site to relative URLs that will work at any domain.": [
        "Konvertiere alle URLs deiner WordPress-Seite zu relativen URLs."
      ],
      "Optionally specify a path above if you intend to place the files in a subdirectory.": [
        "Füge ein Unterverzeichnis ein (optional)"
      ],
      "Example": [
        "Beispiel"
      ],
      "enter /path above if you wanted to serve your files at www.example.com/path/": [
        "füge /pfad/ ein, falls deine Seite unter www.example.com/path/ erreichbar sein soll"
      ],
      "Convert all URLs for your WordPress site so that you can browse the site locally on your own computer without hosting it on a web server.": [
        "Konvertiert alle deine WordPress-URLs so, dass sie auf deinem lokalen Computer geöffnet werden können. Dies ist nicht für die Verwendung auf einem Webserver geeignet."
      ],
      "Force URL replacements": [
        "Erweitertes URL-Ersetzen"
      ],
      "Replace all occurrences of the WordPress URL with the static URL (includes inline CSS and JS).": [
        "Ersetze alle Vorkommnisse deiner WordPress URL mit deiner statischen URL."
      ],
      "Replace only occurrences of the WordPress URL that match our tag list.": [
        "Ersetze alle Vorkommnisse deiner WordPress URL die mit dem Tag matchen."
      ],
      "Enhanced Crawl": [
        "Erweitertes Crawling"
      ],
      "How Enhanced Crawl improves your static exports": [
        "Wie erweitertes Crawling Ihre statischen Exporte verbessert"
      ],
      "Enhanced Crawl uses native WordPress functions to find all pages and files when running a static export.": [
        "Erweitertes Crawling verwendet native WordPress-Funktionen, um alle Seiten und Dateien zu finden, wenn ein statischer Export ausgeführt wird."
      ],
      "Enable Enhanced Crawl": [
        "Aktiviere Erweitertes Crawling"
      ],
      "Find pages and files via Enhanced Crawl.": [
        "Suchen Sie Seiten und Dateien über den erweiterten Crawl."
      ],
      "Don't find pages and files via Enhanced Crawl.": [
        "Seiten und Dateien werden über erweitertes Crawling nicht gefunden."
      ],
      "Error loading crawlers: ": [
        "Fehler beim Laden von Crawlern: "
      ],
      "Active Crawlers": [
        "Aktive Crawler"
      ],
      "Select which crawlers to activate. If none selected, all crawlers will be active by default.": [
        "Wählen Sie aus, welche Crawler aktiviert werden sollen. Wenn keine Option ausgewählt ist, sind standardmäßig alle Crawler aktiv."
      ],
      "Error loading post types: ": [
        "Fehler beim Laden von Beitragstypen: "
      ],
      "Post Types to Include": [
        "Einzuschließende Beitragstypen"
      ],
      "Select which post types to include in the static export. If you remove all selections, all post types will be included by default.": [
        "Wählen Sie aus, welche Beitragstypen in den statischen Export aufgenommen werden sollen. Wenn Sie alle Auswahlen entfernen, werden standardmäßig alle Beitragstypen eingeschlossen."
      ],
      "Loading post types...": [
        "Lade Beitragstypen.."
      ],
      "Error loading plugins: ": [
        "Fehler beim Laden von Plugins: "
      ],
      "Plugins to Include": [
        "Einzuschließende Plugins"
      ],
      "Select which active plugins to include. All active plugins are included by default; remove tokens to exclude them.": [
        "Wählen Sie aus, welche aktiven Plug-ins eingeschlossen werden sollen. Alle aktiven Plugins sind standardmäßig enthalten; Entfernen Sie Plugins, um sie auszuschließen."
      ],
      "Loading plugins...": [
        "Plugins werden geladen..."
      ],
      "Error loading themes: ": [
        "Fehler beim Laden von Themes: "
      ],
      "Themes to Include": [
        "Einzuschließende Themes"
      ],
      "Select which theme(s) to include. The active theme and parent (if any) are included by default; remove tokens to exclude them.": [
        "Wählen Sie aus, welche(s) Theme(s) einbezogen werden sollen. Das aktive Design und das Child-Theme (falls vorhanden) sind standardmäßig enthalten. Entfernen Sie Themes, um sie auszuschließen."
      ],
      "Loading themes...": [
        "Themes werden geladen..."
      ],
      "Loading crawlers...": [
        "Crawler werden verladen..."
      ],
      "How to manage 404 pages?": [
        "Wie verwalte ich 404-Seiten?"
      ],
      "Generate 404 Page?": [
        "Generiere eine 404-Fehlerseite?"
      ],
      "Generate a 404 page based on your theme template.": [
        "Generieren Sie eine 404-Seite basierend auf Ihrer Theme-Vorlage."
      ],
      "Don't generate a 404 page.": [
        "Keine 404-Fehlerseite generieren."
      ],
      "Custom 404 page (optional)": [
        "Benutzerdefinierte 404-Seite (optional)"
      ],
      "If selected, Simply Static will use the content of this page for the 404 page instead of the theme default.": [
        "Wenn diese Option ausgewählt ist, verwendet Simply Static den Inhalt dieser Seite für die 404-Seite anstelle des Standarddesigns für das Design."
      ],
      "Failed to start 404 export.": [
        "Fehler beim Starten des 404-Exports."
      ],
      "Export 404 Page": [
        "404-Seite exportieren"
      ],
      "Include": [
        "Einschließen"
      ],
      "Include & Exclude files and pages": [
        "Einschließen und Ausschließen von Dateien und Seiten"
      ],
      "Additional URLs": [
        "Zusätzliche URLs"
      ],
      "You can enter full URLs or regex (wrap with / /). Examples: https://example.com/private/ or /\\/blog\\/.*$/i (one per line).": [
        "Sie können vollständige URLs oder Regex eingeben (Umbruch mit / /). Beispiele: https://example.com/private/ oder /\\/blog\\/.*$/i (eine pro Zeile)."
      ],
      "Additional Files and Directories": [
        "Zusätzliche Dateien und Verzeichnisse"
      ],
      "Enter absolute paths or regex (wrap with / /). Examples: /\\.pdf$/i or /wp-content\\/uploads\\/reports\\/.*/ (one per line).": [
        "Geben Sie absolute Pfade oder Regex ein (Umbruch mit / /). Beispiele: /\\.pdf$/i oder /wp-content\\/uploads\\/reports\\/.*/ (einer pro Zeile)."
      ],
      "Include RSS Feeds?": [
        "RSS-Feeds einschließen?"
      ],
      "Include feed URLs of all your posts.": [
        "Fügen Sie Feed-URLs aller Ihrer Beiträge hinzu."
      ],
      "Don't include feed URLs for all your posts.": [
        "Fügen Sie keine Feed-URLs für alle Ihre Beiträge ein."
      ],
      "Include Rest API?": [
        "Rest-API einschließen?"
      ],
      "Include all Rest API endpoints as JSON files.": [
        "Schließen Sie alle REST-API-Endpunkte als JSON-Dateien ein."
      ],
      "Don't include Rest API endpoints as JSON files.": [
        "Schließen Sie REST-API-Endpunkte nicht als JSON-Dateien ein."
      ],
      "Exclude": [
        "Ausschließen"
      ],
      "Urls to exclude": [
        "URLs zum Ausschließen"
      ],
      "You can enter substrings or regex (wrap with / /). Examples: .jpg or /\\.(pdf|zip)$/i or //private/.*/ (one per line).": [
        "Sie können Teilzeichenfolgen oder Regex eingeben (Umbruch mit / /). Beispiele: .jpg oder /\\. (pdf|zip)$/i oder //private/.*/ (eine pro Zeile)."
      ],
      "Debugging": [
        "Debug-Modus"
      ],
      "Export Log": [
        "Export Log"
      ],
      "Control Integrations that will be active during the export of the static site.": [
        "Kontrolliere die Integrationen, die während des Exports der statischen Site aktiv sein werden."
      ],
      "Minify": [
        "Minifizieren"
      ],
      "How to minify HTML, CSS and JavaScript?": [
        "Wie minimiert man HTML, CSS und JavaScript?"
      ],
      "Minify Files?": [
        "Dateien minifizieren?"
      ],
      "Enable minify files on your static website.": [
        "Aktiviere Datei-Minifizierung auf deiner statischen Website."
      ],
      "Don't enable minify files on your static website.": [
        "Deaktiviere Datei-Minifizierung auf deiner statischen Website."
      ],
      "Minify HTML": [
        "HTML minifizieren"
      ],
      "Minify HTML files.": [
        "HTML minifizieren."
      ],
      "Don't minify HTML files.": [
        "HTML nicht minifizieren."
      ],
      "Leave quotes inside HTML attributes": [
        "Anführungszeichen in HTML-Attributen belassen"
      ],
      "If there are issues with comments or JavaScript when minifying HTML, toggle this ON.": [
        "Wenn beim Minimieren von HTML Probleme mit Kommentaren oder JavaScript auftreten, schalten Sie diese Option ein."
      ],
      "Minify CSS": [
        "CSS minifizieren"
      ],
      "Minify CSS files.": [
        "CSS minifizieren."
      ],
      "Don't minify CSS files.": [
        "CSS nicht minifizieren."
      ],
      "Exclude Stylesheet URLs": [
        "Stylesheet-URLs ausschließen"
      ],
      "Exclude URLs from minification (one per line).": [
        "URLs von der Minimierung ausschließen (eine pro Zeile)."
      ],
      "Minify Inline CSS": [
        "Inline-CSS minifizieren"
      ],
      "Minify Inline CSS.": [
        "Inline-CSS minifizieren."
      ],
      "Don't minify Inline CSS.": [
        "Inline-CSS nicht minifizieren."
      ],
      "Minify JavaScript": [
        "JavaScript minifizieren"
      ],
      "Minify JavaScript files.": [
        "JavaScript minifizieren."
      ],
      "Don't minify JavaScript files.": [
        "JavaScript nicht minifizieren."
      ],
      "Exclude JavaScript URLs": [
        "JavaScript-URLs ausschließen"
      ],
      "Minify Inline JavaScript": [
        "Inline-JavaScript minifizieren"
      ],
      "Minify Inline JavaScript.": [
        "Inline-JavaScript minifizieren."
      ],
      "Don't minify Inline JavaScript.": [
        "Inline-JavaScript nicht minifizieren."
      ],
      "Image Optimization": [
        "Bild-Optimierung"
      ],
      "How to optimize images with ShortPixel?": [
        "Wie optimiere ich Bilder mit ShortPixel?"
      ],
      "Optimize Images with ShortPixel?": [
        "Bilder mit ShortPixel optimieren?"
      ],
      "Optimize images with the ShortPixel API.": [
        "Optimieren Sie Bilder mit der ShortPixel-API."
      ],
      "Don't optimize images with the ShortPixel API.": [
        "Optimieren Sie Bilder nicht mit der ShortPixel-API."
      ],
      "ShortPixel API Key": [
        "ShortPixel API Key"
      ],
      "Convert to webP": [
        "Konvertieren in webP"
      ],
      "Convert images to webp format.": [
        "Konvertieren Sie Bilder in das Webp-Format."
      ],
      "Don't convert images to webp format": [
        "Konvertieren Sie keine Bilder in das Webp-Format"
      ],
      "Backup the original images?": [
        "Original-Bilder als Backup speichern?"
      ],
      "Back original images.": [
        "Original-Bilder als Backup speichern."
      ],
      "Don't backup original images.": [
        "Sichern Sie keine Originalbilder."
      ],
      "It will preserve every image which might increase your disk space usage.": [
        "Es behält jedes Bild bei, was Ihren Speicherplatzverbrauch erhöhen könnte."
      ],
      "Restore Original Images": [
        "Original-Bilder wiederherstellen"
      ],
      "Restoring...": [
        "Wiederherstellen.."
      ],
      "Replace": [
        "Ersetzen"
      ],
      "How to replace WP default paths": [
        "So ersetzen Sie WP-Standardpfade"
      ],
      "wp-content directory": [
        "wp-content Verzeichnis"
      ],
      "Replace the \"wp-content\" directory.": [
        "Ersetze das \"wp-content\" Verzeichnis."
      ],
      "wp-includes directory": [
        "wp-includes Verzeichnis"
      ],
      "Replace the \"wp-includes\" directory.": [
        "Ersetze das \"wp-includes\" Verzeichnis."
      ],
      "uploads directory": [
        "uploads Verzeichnis"
      ],
      "Replace the \"wp-content/uploads\" directory.": [
        "Ersetze das \"wp-content/uploads\" Verzeichnis."
      ],
      "plugins directory": [
        "plugins Verzeichnis"
      ],
      "Replace the \"wp-content/plugins\" directory.": [
        "Ersetze das \"wp-content/plugins\" Verzeichnis."
      ],
      "themes directory": [
        "themes Verzeichnis"
      ],
      "Replace the \"wp-content/themes\" directory.": [
        "Ersetze das \"wp-content/themes\" Verzeichnis."
      ],
      "Theme style name": [
        "Theme Stylesheet Name"
      ],
      "Replace the style.css filename.": [
        "Ersetze den style.css Dateinamen."
      ],
      "Author URL": [
        "Autoren-URLs"
      ],
      "Replace the author url.": [
        "Ersetze die Autoren-URLs."
      ],
      "Hide": [
        "Verstecken"
      ],
      "How to hide and disable WP core features": [
        "So verbergen und deaktivieren Sie WP-Kernfunktionen"
      ],
      "Hide HTML Comments": [
        "Verstecke HTML Kommentare"
      ],
      "Hide WordPress Version": [
        "Verstecke WordPress Version"
      ],
      "Hide WordPress Generator Meta": [
        "Verstecke WordPress Generator Meta"
      ],
      "Hide DNS Prefetch WordPress link": [
        "Verstecke DNS Prefetch WordPress Link"
      ],
      "Hide RSD Header": [
        "Verstecke RSD Header"
      ],
      "Hide Emojis if you don't use them": [
        "Verstecke Emojis"
      ],
      "Disable": [
        "Deaktivieren"
      ],
      "Disable XML-RPC": [
        "Deaktiviere XML-RPC"
      ],
      "Disable Embed Scripts": [
        "Deaktiviere Embed Scripts"
      ],
      "Disable DB Debug in Frontend": [
        "Deaktiviere DB Debug"
      ],
      "Disable WLW Manifest Scripts": [
        "Deaktiviere WLW Manifest Scripts"
      ],
      "Use search?": [
        "Suche benutzen?"
      ],
      "Use search on your static website.": [
        "Nutze Suche auf deiner statischen Website."
      ],
      "Don't use search on your static website.": [
        "Nutze keine Suche auf deiner statischen Website."
      ],
      "Search Type": [
        "Suche-Typ"
      ],
      "Decide which search type you want to use. Fuse runs locally based on a file, and Algolia is an external API service.": [
        "Entscheiden Sie, welchen Suchtyp Sie verwenden möchten. Fuse wird lokal auf der Grundlage einer Datei ausgeführt, und Algolia ist ein externer API-Dienst."
      ],
      "Use Submit Button": [
        "Verwenden Sie die Schaltfläche \"Senden\""
      ],
      "Show or hide the submit button in the search UI.": [
        "Ein- oder Ausblenden der Schaltfläche \"Senden\" in der Benutzeroberfläche der Suche."
      ],
      "Submit button text": [
        "„Senden“-Schaltfläche Text"
      ],
      "Customize the submit button text or HTML (e.g., add an icon).": [
        "Passen Sie den Text oder den HTML-Code der Schaltfläche \"Senden\" an (z. B. durch Hinzufügen eines Symbols)."
      ],
      "Show excerpt in suggestions/results": [
        "Auszug in Vorschlägen/Ergebnissen anzeigen"
      ],
      "Enable to display the excerpt below each search suggestion and result item.": [
        "Aktivieren Sie diese Option, um den Auszug unter jedem Suchvorschlag und Ergebniselement anzuzeigen."
      ],
      "Input placeholder": [
        "Platzhalter"
      ],
      "Search..": [
        "Suche.."
      ],
      "Customize the placeholder text for the search input.": [
        "Passen Sie den Platzhaltertext für die Sucheingabe an."
      ],
      "How to select data with meta tags": [
        "Wie man Daten aus Metatags selektiert"
      ],
      "Targeting for excerpt in the meta description tag.": [
        "Ziel für das Excerpt im Meta-Description-Tag."
      ],
      "Adding such meta in the excerpt field would be:": [
        "Ein Beispiel dafür würde wie folgt aussehen:"
      ],
      "Targeting for title in the property meta tag.": [
        "Ziel für den Title im Meta-Description-Tag."
      ],
      "If the second item (after | ) is not <code>content</code>, we'll use it as value of that attribute (<code>property=\"og:title\"</code> in this example) and use <code>content</code> for value.": [
        "Wenn das zweite Element (nach | ) nicht <code>content</code> ist, nutzen wir den Wert dieses Attributs (<code>property=\"og:title\"</code>in diesem Beispiel <code>content</code> als Wert."
      ],
      "Caution: Use meta tags that exist everywhere for title.": [
        "Warnung: Nutze Meta-Tags die überall für den Titel existieren."
      ],
      "Indexing": [
        "Indexierung"
      ],
      "CSS-Selector for Title": [
        "CSS-Selector für den Titel"
      ],
      "Add the CSS selector which contains the title of the page/post": [
        "Trage den CSS-Selector ein der den Titel der Seite enthält."
      ],
      "Or meta tags. Click for more information.": [
        "Oder Meta-Tags. Klicke für mehr Informationen."
      ],
      "CSS-Selector for Content": [
        "CSS-Selector für den Inhalt"
      ],
      "Add the CSS selector which contains the content of the page/post.": [
        "Trage den CSS-Selector ein der den Inhalt der Seite enthält."
      ],
      "CSS-Selector for Excerpt": [
        "CSS-Selector für Excerpt"
      ],
      "Add the CSS selector which contains the excerpt of the page/post.": [
        "Trage den CSS-Selector ein der die Kurzbeschreibung der Seite enthält."
      ],
      "Exclude URLs": [
        "URLs ausschließen"
      ],
      "Exclude URLs from indexing (one per line). You can use full URLs, parts of an URL or plain words (like stop words).": [
        "Schließe Seiten von der Indexierung aus (ein Eintrag pro Zeile). Du kannst vollständige URLs oder nur Stichwörter verwenden."
      ],
      "Fuse.js": [
        "Fuse.js"
      ],
      "How to add search with FuseJS": [
        "So fügen Sie mit FuseJS eine Suche hinzu"
      ],
      "CSS-Selector": [
        "CSS-Selector"
      ],
      "Add the CSS selector for the <form> element that contains your search input field.": [
        "Fügen Sie den CSS-Selektor für die <form> -Element, das Ihr Sucheingabefeld enthält.</form>"
      ],
      "Threshold": [
        "Schwellwert"
      ],
      " A threshold of 0.0 requires a perfect match, a threshold of 1.0 would match anything.": [
        " Ein Schwellenwert von 0,0 erfordert eine perfekte Übereinstimmung, ein Schwellenwert von 1,0 würde auf alles passen."
      ],
      "Algolia API": [
        "Algolia API"
      ],
      "How to add search with the Algolia API": [
        "So fügen Sie eine Suche mit der Algolia-API hinzu"
      ],
      "Application ID": [
        "Application ID"
      ],
      "Add your Algolia App ID.": [
        "Trage deine Algolia App ID hier ein."
      ],
      "Admin API Key": [
        "Admin API Key"
      ],
      "Add your Algolia Admin API Key.": [
        "Trage deinen Algolia Admin API Key hier ein."
      ],
      "Search-Only API Key": [
        "Search-Only API Key"
      ],
      "Add your Algolia Search-Only API Key here. This is the only key that will be visible on your static site.": [
        "Trage deinen Algolia Search-only API Key hier ein."
      ],
      "Name for your index": [
        "Der Name des Indexes"
      ],
      "Add your Algolia index name here.": [
        "Trage den Namen des Suchindexes hier ein."
      ],
      "If you have multiple search elements with different CSS selectors, separate them by a comma (,) such as: .search-form, .custom-search-form": [
        "Wenn Sie mehrere Suchelemente mit unterschiedlichen CSS-Selektoren haben, trennen Sie sie durch ein Komma (,), z. B.: .search-form, .custom-search-form"
      ],
      "Administrator": [
        "Administrator"
      ],
      "Editor": [
        "Editor"
      ],
      "Author": [
        "Autor"
      ],
      "Contributor": [
        "Mitarbeiter"
      ],
      "Subscriber": [
        "Abonnent"
      ],
      "Form Connections": [
        "Formular-Verbindungen"
      ],
      "Builds": [
        "Builds"
      ],
      "UAM (User Access Management)": [
        "UAM (Benutzerzugriffsverwaltung)"
      ],
      "Control who can access Simply Static pages, menu entries, and selected features by assigning a minimum WordPress role.": [
        "Kontrollieren Sie, wer auf Simply Static-Seiten, Menüeinträge und ausgewählte Funktionen zugreifen kann, indem Sie eine WordPress-Mindestrolle zuweisen."
      ],
      "Menu": [
        "Menü"
      ],
      "Features": [
        "Funktionen"
      ],
      "Admin Bar": [
        "Admin-Leiste"
      ],
      "Single Export (Button)": [
        "Einzelner Export (Schaltfläche)"
      ],
      "Export & Import settings": [
        "Export & Import von Einstellungen"
      ],
      "Export Settings": [
        "Export-Einstellungen"
      ],
      "Copied!": [
        "Kopiert!"
      ],
      "Copy export data": [
        "Kopiere Export-Daten"
      ],
      "Paste in the JSON string you got from your export to import all settings for the plugin.": [
        "Füge den JSON-String aus dem Export hier ein und importiere deine Einstellungen."
      ],
      "Settings imported successfully.": [
        "Einstellungen erfolgreich importiert."
      ],
      "Reset": [
        "Zurücksetzen"
      ],
      "By clicking the \"Reset Plugin Settings\", you will reset all plugin settings. This can be useful if you want to import a new set of settings or you want a fresh start.": [
        "Mit einem Klick auf \"Plugin-Einstellungen zurücksetzen\" werden alle Plugin-Einstellungen zurückgesetzt. Dies kann nützlich sein, wenn Sie einen neuen Satz Einstellungen importieren oder einen Neustart durchführen möchten."
      ],
      "If you click the \"Reset Database Table\" button instead, you will keep all your settings, and we will only recreate our DB table.": [
        "Wenn Sie stattdessen auf die Schaltfläche „Datenbanktabelle zurücksetzen“ klicken, bleiben alle Ihre Einstellungen erhalten und wir erstellen nur unsere DB-Tabelle neu."
      ],
      "If the background process is stuck and your debug log shows \"There is already an export running\", use the \"Reset Background Queue\" button to clear the queue and locks.": [
        "Wenn der Hintergrundprozess hängen bleibt und im Debug-Protokoll die Meldung \"Es wird bereits ein Export ausgeführt\" angezeigt wird, verwenden Sie die Schaltfläche \"Hintergrundwarteschlange zurücksetzen\", um die Warteschlange und die Sperren zu löschen."
      ],
      "Reset Plugin Settings": [
        "Plugin-Einstellungen zurücksetzen"
      ],
      "Reset Database Table": [
        "Datenbanktabelle zurücksetzen"
      ],
      "Reset Background Queue": [
        "Hintergrundwarteschlange zurücksetzen"
      ],
      "Settings resetted successfully.": [
        "Einstellungen erfolgreich zurückgesetzt."
      ],
      "Database table resetted successfully.": [
        "Datenbank-Tabelle erfolgreich zurückgesetzt."
      ],
      "Background queue reset successfully.": [
        "Zurücksetzen der Hintergrundwarteschlange erfolgreich."
      ],
      "Migrate Settings": [
        "Migrationseinstellungen"
      ],
      "Migrate all of your settings to Simply Static 3.0": [
        "Migriere alle Einstellungen zu Simply Static 3.0"
      ],
      "Migrate settings": [
        "Einstellungen migrieren"
      ],
      "Settings migration successfully.": [
        "Migration erfolgreich abgeschlossen."
      ],
      "Single Exports": [
        "Einzelne Exporte"
      ],
      "Use Single Exports?": [
        "Einzelne Exporte verwenden?"
      ],
      "Quickly push updates to your static site while editing pages/posts.": [
        "Pushen Sie Updates schnell auf Ihre statische Website, während Sie Seiten/Beiträge bearbeiten."
      ],
      "Do not allow quick updates while editing posts/pages.": [
        "Lassen Sie keine Schnellaktualisierungen zu, während Sie Beiträge/Seiten bearbeiten."
      ],
      "Use Auto Export?": [
        "Automatischen Export verwenden?"
      ],
      "Automatically schedule a Single Export when a post/page is updated/published.": [
        "Planen Sie automatisch einen einzelnen Export, wenn ein Beitrag/eine Seite aktualisiert/veröffentlicht wird."
      ],
      "Do not automatically run Single Export when a post/page is updated/published.": [
        "Einzelner Export wird nicht automatisch ausgeführt, wenn ein Beitrag/eine Seite aktualisiert/veröffentlicht wird."
      ],
      "Auto export delay (seconds)": [
        "Verzögerung beim automatischen Export (Sekunden)"
      ],
      "Delay before the automatic Single Export starts after a change is detected.": [
        "Verzögerung, bevor der automatische Einzelexport gestartet wird, nachdem eine Änderung erkannt wurde."
      ],
      "Pages to update": [
        "Zu aktualisierende Seiten"
      ],
      "Select which pages should start a Single Export. If none selected, we use your homepage.": [
        "Wählen Sie aus, welche Seiten einen Einzelexport starten sollen. Wenn keine Auswahl getroffen ist, verwenden wir Ihre Startseite."
      ],
      "Choose which pages/files should be updated when running a Single Export.": [
        "Wählen Sie aus, welche Seiten/Dateien beim Ausführen eines einzelnen Exports aktualisiert werden sollen."
      ],
      "Taxonomy Archives": [
        "Taxonomie Archive"
      ],
      "Choose which taxonomy archives to include for selected pages/posts (e.g., Categories, Tags, or custom taxonomies).": [
        "Wählen Sie aus, welche Taxonomiearchive für ausgewählte Seiten/Beiträge einbezogen werden sollen (z. B. Kategorien, Tags oder benutzerdefinierte Taxonomien)."
      ],
      "Choose which taxonomies should be updated when running a Single Export.": [
        "Wählen Sie aus, welche Taxonomien beim Ausführen eines einzelnen Exports aktualisiert werden sollen."
      ],
      "Update archives (author/date/post_type)": [
        "Aktualisieren von Archiven (Autor/Datum/post_type)"
      ],
      "Update archive URLs when running a Single Export.": [
        "Aktualisieren Sie die Archiv-URLs beim Ausführen eines einzelnen Exports."
      ],
      "Do not update archive URLs.": [
        "Aktualisieren Sie keine Archiv-URLs."
      ],
      "Update pagination": [
        "Paginierung aktualisieren"
      ],
      "Update pagination URLs when running a Single Export.": [
        "Aktualisieren Sie Paginierungs-URLs, wenn Sie einen einzelnen Export ausführen."
      ],
      "Do not update pagination URLs.": [
        "Aktualisieren Sie keine Paginierungs-URLs."
      ],
      "Update XML sitemap": [
        "Aktualisieren der XML-Sitemap"
      ],
      "Update XML sitemaps when running a Single Export.": [
        "Aktualisieren Sie XML-Sitemaps, wenn Sie einen einzelnen Export ausführen."
      ],
      "Do not update XML sitemaps.": [
        "XML-Sitemaps nicht aktualisieren."
      ],
      "Build Exports": [
        "Build Exporte"
      ],
      "Use Build Exports?": [
        "Build Exporte verwenden?"
      ],
      "Use build exports to quickly update a list of pages and files on your static site.": [
        "Verwenden Sie Build-Exporte, um eine Liste von Seiten und Dateien auf Ihrer statischen Website schnell zu aktualisieren."
      ],
      "Build Exports are disabled.": [
        "Build-Exporte sind deaktiviert."
      ],
      "Webhook": [
        "Webhook"
      ],
      "Simply Static will POST a JSON payload to this URL after exports finish.": [
        "Simply Static sendet nach Abschluss der Exporte einen JSON-Payload an diese URL."
      ],
      "Fire for these export types:": [
        "Für diese Export-Typen aktivieren:"
      ],
      "Export (full)": [
        "Exportieren (vollständig)"
      ],
      "Update": [
        "Änderungen Exportieren"
      ],
      "Build": [
        "Build"
      ],
      "Single": [
        "Single"
      ],
      "Payload includes event, site_url, export_type, identifiers (when available), timestamp, and success.": [
        "Der Payload umfasst Ereignis, site_url, export_type, IDs (sofern verfügbar), Zeitstempel und Erfolg."
      ],
      "Simply Static": [
        "Simply Static"
      ],
      "Export static page": [
        "Statische Seite exportieren"
      ],
      "Export posts and pages directly with ": [
        "Exportieren Sie Beiträge und Seiten direkt mit "
      ],
      "Static Studio<i class=\"dashicons dashicons-external\" style=\"font-size:12px;vertical-align:-2px;height:10px;\"></i>": [
        "Static Studio<i class=\"dashicons dashicons-external\" style=\"font-size:12px;vertical-align:-2px;height:10px;\"></i>"
      ],
      "An export is already running. Please wait for it to complete or cancel it before starting a new one.": [
        "Ein Export läuft bereits. Bitte warten Sie, bis der Vorgang abgeschlossen ist, oder brechen Sie ihn ab, bevor Sie einen neuen starten."
      ],
      "This endpoint is only available for multisite installations.": [
        "Dieser Endpunkt ist nur für Installationen mit mehreren Standorten verfügbar."
      ],
      "Invalid blog ID provided.": [
        "Ungültige Blog-ID angegeben."
      ],
      "CRON triggered successfully for site %d.": [
        "CRON wurde erfolgreich für Site %d ausgelöst."
      ],
      "Running": [
        "Läuft"
      ],
      "Paused": [
        "Angehalten"
      ],
      "Idle": [
        "Leerlauf"
      ],
      "View Static Site": [
        "Statische Site anzeigen"
      ],
      "A multisite export lock is currently set. Resetting the lock and using queued exports are available in Simply Static Pro.": [
        "Derzeit ist eine Multisite-Exportsperre festgelegt. Das Zurücksetzen der Sperre und die Verwendung von Exporten in der Warteschlange sind in Simply Static Pro verfügbar."
      ],
      "Learn more about Pro": [
        "Erfahrer mehr über Pro"
      ],
      "Every Minute": [
        "Jede Minute"
      ],
      "Every %d Minutes": [
        "Alle %d Minuten"
      ],
      "Done! Finished in %s": [
        "Fertig! Fertigstellt in %s"
      ],
      "An exception occurred: %s": [
        "Eine Ausnahme ist eingetreten: %s"
      ],
      "An error occurred: %s": [
        "Ein Fehler ist aufgetreten: %s"
      ],
      "Error: %s": [
        "Fehler: %s"
      ],
      "PHP Version": [
        "PHP Version"
      ],
      "php-xml": [
        "php-xml"
      ],
      "cURL": [
        "cURL"
      ],
      "Permalinks": [
        "Permalinks"
      ],
      "Indexable": [
        "Indexierbar"
      ],
      "Caching": [
        "Caching"
      ],
      "WP-CRON": [
        "WP-CRON"
      ],
      "Temp dir readable": [
        "Temporäres Verzeichnis lesbar"
      ],
      "Temp dir writeable": [
        "Temporäres Verzeichnis beschreibbar"
      ],
      "DELETE": [
        "DELETE"
      ],
      "INSERT": [
        "INSERT"
      ],
      "SELECT": [
        "SELECT"
      ],
      "CREATE": [
        "CREATE"
      ],
      "ALTER": [
        "ALTER"
      ],
      "DROP": [
        "DROP"
      ],
      "Destination URL": [
        "Ziel-URL"
      ],
      "Local Dir": [
        "Lokales Verzeichnis"
      ],
      "No incompatible plugins are active on your website!": [
        "Auf Ihrer Website sind keine inkompatiblen Plugins aktiv!"
      ],
      "%d incompatible plugins are active": [
        "%d inkompatible Plugins sind aktiv"
      ],
      "Destination URL %s is valid": [
        "Ziel-URL %s ist valide"
      ],
      "Destination URL %s is not valid": [
        "Ziel-URL %s ist nicht valide"
      ],
      "Is a valid URL.": [
        "Ist eine valide URL."
      ],
      "Is not a valid URL.": [
        "Ist keine valide URL."
      ],
      "Not a valid path": [
        "Kein valider Pfad"
      ],
      "Not readable": [
        "Nicht lesbar"
      ],
      "Additional File/Dir %s is valid": [
        "Zusätzliche Datei/Verzeichnis %s ist valide"
      ],
      "WordPress permalink structure is set": [
        "WordPress Permalinks sind gesetzt"
      ],
      "WordPress permalink structure is not set": [
        "WordPress Permalinks sind nicht gesetzt"
      ],
      "Discourage search engines from indexing this site is disabled": [
        "Suchmaschinen davon abhalten, diese Site zu indizieren, ist deaktiviert"
      ],
      "Discourage search engines from indexing this site is enabled": [
        "Suchmaschinen davon abhalten, diese Site zu indizieren ist aktiviert"
      ],
      "WordPress cron is available and running": [
        "WP-Cron ist verfügbar und läuft"
      ],
      "WordPress cron is not available and not running": [
        "Es gibt ein Problem mit WP-Cron"
      ],
      "Caching is disabled, great!": [
        "Caching ist deaktiviert, super!"
      ],
      "Please disable caching before running a static export": [
        "Bitte deaktivieren Sie das Caching, bevor Sie einen statischen Export ausführen"
      ],
      "Please disable caching (%s) before running a static export.": [
        "Bitte deaktivieren Sie das Caching (%s), bevor Sie einen statischen Export ausführen."
      ],
      "%s is not compatible with Simply Static.": [
        "%s ist nicht mit Simply Static kompatibel."
      ],
      "Web server can read from Temp Files Directory: %s": [
        "Webserver Dateien aus dem temporären Verzeichnis %s können gelesen werden"
      ],
      "Web server can't read from Temp Files Directory: %s": [
        "Webserver Dateien aus dem temporären Verzeichnis %s können nicht gelesen werden"
      ],
      "Web server can write to Temp Files Directory: %s": [
        "Webserver kann temporäre Dateien in %s erstellen"
      ],
      "Web server can't write to Temp Files Directory: %s": [
        "Webserver kann keine temporäre Dateien in %s erstellen"
      ],
      "Web server can write to Local Directory: %s": [
        "Webserver kann ins lokale Verzeichnis %s schreiben"
      ],
      "Web server can not write to Local Directory: %s": [
        "Webserver kann nicht ins lokale Verzeichnis %s schreiben"
      ],
      "MySQL user has DELETE privilege": [
        "Prüfe ob der MySQL-Benutzer DELETE Rechte besitzt"
      ],
      "MySQL user has no DELETE privilege": [
        "Prüfe ob der MySQL-Benutzer DELETE Rechte besitzt"
      ],
      "MySQL user has INSERT privilege": [
        "Prüfe ob der MySQL-Benutzer NSERT Rechte besitzt"
      ],
      "MySQL user has no INSERT privilege": [
        "Prüfe ob der MySQL-Benutzer INSERT Rechte besitzt"
      ],
      "MySQL user has SELECT privilege": [
        "Prüfe ob der MySQL-Benutzer SELECT Rechte besitzt"
      ],
      "MySQL user has no SELECT privilege": [
        "Prüfe ob der MySQL-Benutzer SELECT Rechte besitzt"
      ],
      "MySQL user has CREATE privilege": [
        "Prüfe ob der MySQL-Benutzer CREATE Rechte besitzt"
      ],
      "MySQL user has no CREATE privilege": [
        "Prüfe ob der MySQL-Benutzer CREATE Rechte besitzt"
      ],
      "MySQL user has ALTER privilege": [
        "Prüfe ob der MySQL-Benutzer ALTER Rechte besitzt"
      ],
      "MySQL user has no ALTER privilege": [
        "Prüfe ob der MySQL-Benutzer ALTER Rechte besitzt"
      ],
      "MySQL user has DROP privilege": [
        "Prüfe ob der MySQL-Benutzer DROP Rechte besitzt"
      ],
      "MySQL user has no DROP privilege": [
        "Prüfe ob der MySQL-Benutzer DROP Rechte besitzt"
      ],
      "PHP version is >= %s": [
        "PHP Version >= %s"
      ],
      "PHP version < %s": [
        "PHP Version < %s"
      ],
      "php-xml is available": [
        "php-xml ist als Paket verfügbar"
      ],
      "php-xml is not available": [
        "php-xml ist nicht als Paket verfügbar"
      ],
      "cURL is available": [
        "cURL ist verfügbar"
      ],
      "cURL version < %s": [
        "cURL Version < %s"
      ],
      "Basic Auth is not enabled.": [
        "Basic Auth ist nicht aktiviert."
      ],
      "Basic Auth is enabled, but no username or password is set in Simply Static -> Settings -> Debug -> Basic Auth": [
        "Basic Auth ist aktiviert, aber kein Benutzername oder Passwort ist in Simply Static -> Einstellungen -> Debug -> Basic Auth festgelegt"
      ],
      "Basic Auth is enabled, and username and password are set in Simply Static -> Settings -> Debug -> Basic Auth": [
        "Basic Auth ist aktiviert und Benutzername und Passwort sind in Simply Static -> Einstellungen -> Debug -> Basic Auth festgelegt"
      ],
      "Not a valid url.": [
        "Keine valide URL."
      ],
      "Received a %s response. This might indicate a problem.": [
        "%s Antwort erhalten. Das weist auf ein Problem hin."
      ],
      "Received a %s response.": [
        "Es wurde eine %s Antwort erhalten."
      ],
      "Export is already running on another site. Upgrade to Pro to queue site exports.": [
        "Der Export wird bereits auf einer anderen Website ausgeführt. Führen Sie ein Upgrade auf Pro durch, um Site-Exporte in die Warteschlange zu stellen."
      ],
      "Site link of %s": [
        "Seiten-Link von %s"
      ],
      "Visit site": [
        "Seite ansehen"
      ],
      "(opens in a new tab)": [
        "(öffnet sich in einem neuen Tab)"
      ],
      "Simply Static Compatible": [
        "Simply Static kompatibel"
      ],
      "Missing Basic Auth credentials - you need to configure the Basic Auth credentials in Simply Static -> Settings -> Misc -> Basic Auth to continue the export.": [
        "Fehlende Basic-Auth-Anmeldeinformationen – Sie müssen die Basic-Auth-Anmeldeinformationen in Simply Static -> Einstellungen -> Sonstiges -> Basic Auth konfigurieren, um den Export fortzusetzen."
      ],
      "Found on %s": [
        "Gefunden auf %s"
      ],
      "Docs": [
        "Dokumentation"
      ],
      "Attempted to fetch a remote URL": [
        "Versuche die URL abzurufen: %s"
      ],
      "Can't find view template: %s": [
        "Konnte &#8222;Template Ansicht&#8220; nicht finden: %s"
      ],
      "Can't find view layout: %s": [
        "Konnte &#8222;Layout Ansicht&#8220; nicht finden: %s"
      ],
      "Archive URLs": [
        "Archiv URLs"
      ],
      "Detects yearly, monthly, and daily archive URLs.": [
        "Erkennt jährliche, monatliche und tägliche Archiv-URLs."
      ],
      "Author URLs": [
        "Autoren-URLs"
      ],
      "Detects author archive URLs.": [
        "Erkennt Autorenarchiv-URLs."
      ],
      "Beaver Builder Cache": [
        "Beaver Builder Cache"
      ],
      "Detects Beaver Builder cache files in uploads/bb-plugin/cache.": [
        "Erkennt Beaver Builder-Cache-Dateien in uploads/bb-plugin/cache."
      ],
      "Config Files": [
        "Konfigurationsdateien"
      ],
      "Detects JSON configuration files in the Simply Static Pro configs directory.": [
        "Erkennt JSON-Konfigurationsdateien im Konfigurationsverzeichnis von Simply Static Pro."
      ],
      "Added by %s Crawler": [
        "Hinzugefügt von %s Crawler"
      ],
      "Divi Assets": [
        "Divi Assets(CSS/JS)"
      ],
      "Detects Divi theme cache and asset files.": [
        "Erkennt Divi-Theme-Cache- und Asset-Dateien."
      ],
      "Elementor Assets": [
        "Elementor Assets(CSS/JS)"
      ],
      "Detects Elementor assets and jQuery files.": [
        "Erkennt Elementor-Assets und jQuery-Dateien."
      ],
      "Homepage URL": [
        "Homepage URL"
      ],
      "Detects the homepage URL.": [
        "Erkennt die Homepage-URL."
      ],
      "Pagination URLs": [
        "Paginierungs-URLs"
      ],
      "Detects pagination URLs for archives, posts, and other paginated content.": [
        "Erkennt Paginierungs-URLs für Archive, Beiträge und andere paginierte Inhalte."
      ],
      "Plugin Assets": [
        "Plugin-Assets"
      ],
      "Detects URLs for assets (CSS, JS, images) used by active plugins.": [
        "Erkennt URLs für Assets (CSS, JS, Bilder), die von aktiven Plugins verwendet werden."
      ],
      "Post Type URLs": [
        "Beitragstyp-URLs"
      ],
      "Detects URLs for all public post types (posts, pages, etc.).": [
        "Erkennt URLs für alle öffentlichen Beitragstypen (Beiträge, Seiten usw.)."
      ],
      "REST API": [
        "Rest-API"
      ],
      "Detects WordPress REST API endpoints.": [
        "Erkennt WordPress-REST-API-Endpunkte."
      ],
      "RSS Feeds": [
        "RSS Feeds"
      ],
      "Detects WordPress RSS feed URLs.": [
        "Erkennt WordPress-RSS-Feed-URLs."
      ],
      "Sitemap URLs": [
        "Sitemap-URLs"
      ],
      "Detects URLs from XML sitemaps.": [
        "Erkennt URLs aus XML-Sitemaps."
      ],
      "Taxonomy URLs": [
        "Taxonomie-URLs"
      ],
      "Detects URLs for all public taxonomies (categories, tags, etc.).": [
        "Erkennt URLs für alle öffentlichen Taxonomien (Kategorien, Tags usw.)."
      ],
      "Theme Assets": [
        "Themen-Assets"
      ],
      "Detects URLs for assets (CSS, JS, images) used by the active theme.": [
        "Erkennt URLs für Assets (CSS, JS, Bilder), die vom aktiven Theme verwendet werden."
      ],
      "Uploads Directory": [
        "Uploads-Verzeichnis"
      ],
      "Detects URLs for media files in the uploads directory.": [
        "Erkennt URLs für Mediendateien im uploads-Verzeichnis."
      ],
      "Vendor Files": [
        "Vendor-Dateien"
      ],
      "Detects URLs for vendor files (third-party libraries, frameworks, etc.).": [
        "Erkennt URLs für Vendor-Dateien (Bibliotheken von Drittanbietern, Frameworks usw.)."
      ],
      "Includes Directory": [
        "Includes-Verzeichnis"
      ],
      "Detects essential files in wp-includes directory.": [
        "Erkennt wichtige Dateien im Verzeichnis wp-includes."
      ],
      "XML Sitemap %1$s %2$s": [
        "XML Sitemap %1$s %2$s"
      ],
      "Locations Sitemap %1$s %2$s": [
        "Standort Sitemap %1$s %2$s"
      ],
      "Admin Bar (Core)": [
        "Admin Bar (Core)"
      ],
      "Adds an admin bar integration for Simply Static to see the current status of static exports.": [
        "Fügt eine Adminleisten-Integration für Simply Static hinzu, um den aktuellen Status statischer Exporte anzuzeigen."
      ],
      "Status: ": [
        "Status: "
      ],
      "Waiting": [
        "Wartet"
      ],
      "All in One SEO": [
        "All in One SEO"
      ],
      "Adds XML sitemaps to generated static files.": [
        "Fügt XML-Sitemaps zu generierten statischen Dateien hinzu."
      ],
      "Sitemap URL": [
        "Sitemap URL"
      ],
      "Individual Sitemap URL": [
        "Individuelle Sitemap-URL"
      ],
      "CookieYes | GDPR Cookie Consent": [
        "CookieYes | GDPR Cookie Consent"
      ],
      "Fixes scripts given by CookieYes to work on exported pages.": [
        "Korrigiert von CookieYes bereitgestellte Skripte, damit diese auf exportierten Seiten funktionieren."
      ],
      "Delay": [
        "Verzögerung"
      ],
      "Adds a delay to the static site generation.": [
        "Fügt der Generierung statischer Websites eine Verzögerung hinzu."
      ],
      "You can export again in about %s second(s)": [
        "Sie können in etwa %s Sekunde(n) wieder exportieren"
      ],
      "Divi": [
        "Divi"
      ],
      "Optimizes DIVI for using it on static sites including a custom crawler to include cache files": [
        "Optimiert DIVI für die Verwendung auf statischen Websites, einschließlich eines benutzerdefinierten Crawlers zum Einbinden von Cache-Dateien"
      ],
      "Elementor": [
        "Elementor"
      ],
      "Exports assets required for Elementor and Elementor Pro widgets and prepares data used by them.": [
        "Exportiert Assets, die für Elementor- und Elementor Pro-Widgets erforderlich sind, und bereitet die von ihnen verwendeten Daten vor."
      ],
      "Elementor Asset": [
        "Elementor Asset"
      ],
      "Elementor Pro Lottie": [
        "Elementor Pro Lottie"
      ],
      "Rank Math": [
        "Rank Math"
      ],
      "Automatically includes your XML sitemaps, handles URL replacements in schema.org markup, and creates redirects on your static site for you.": [
        "Schließt automatisch Ihre XML-Sitemaps ein, übernimmt URL-Ersetzungen im Schema.org-Markup und erstellt für Sie Weiterleitungen auf Ihrer statischen Site."
      ],
      "RankMath Redirection URL": [
        "RankMath-Umleitungs-URL"
      ],
      "SEOPress": [
        "SEOPress"
      ],
      "Yoast": [
        "Yoast"
      ],
      "Yoast Redirection URL": [
        "Yoast-Umleitungs-URL"
      ],
      "Content": [
        "Inhalt"
      ],
      "Placeholder Text": [
        "Platzhalter Text"
      ],
      "Search...": [
        "Suche..."
      ],
      "Enter placeholder text": [
        "Platzhalter-Text eingeben"
      ],
      "Style": [
        "Stil"
      ],
      "Input Width": [
        "Eingabe-Breite"
      ],
      "Complianz | GDPR/CCPA Cookie Consent": [
        "Complianz | GDPR/CCPA Cookie Consent"
      ],
      "Integrates Complianz Cookie banner to work on the static site.": [
        "Integriert das Complianz-Cookie-Banner, damit es auf der statischen Site funktioniert."
      ],
      "Environments (Core)": [
        "Umgebungen (Core)"
      ],
      "Define multiple environments of Simply Static so you can easily change between saved configurations.": [
        "Definieren Sie mehrere Umgebungen von Simply Static, damit Sie problemlos zwischen gespeicherten Konfigurationen wechseln können."
      ],
      "Github": [
        "Github"
      ],
      "Used when deploying the exported sites to Github": [
        "Wird beim Bereitstellen der exportierten Sites auf Github verwendet"
      ],
      "Multilingual": [
        "Mehrsprachig"
      ],
      "Integrates WPML, Polylang and TranslatePress to work with exported sites.": [
        "Integriert WPML, Polylang und TranslatePress, um mit exportierten Websites zu arbeiten."
      ],
      "Multisite (Core)": [
        "Multisite (Core)"
      ],
      "Allows queued multisite exports and management through network dashboard.": [
        "Ermöglicht den Export und Verwaltung mehrerer Standorte in der Warteschlange über das Netzwerk-Dashboard."
      ],
      "SEO Generator": [
        "SEO-Generator"
      ],
      "Efficiently crawl, queue and export pSEO websites with this integration.": [
        "Crawlen, Warteschlangen und exportieren Sie pSEO-Websites effizient mit dieser Integration."
      ],
      "Redirection": [
        "Redirection"
      ],
      "Integrates redirections from the \"Redirection\" Plugin automatically on each export.": [
        "Integriert Weiterleitungen vom Plugin „Redirection“ automatisch bei jedem Export."
      ],
      "Search and Filter": [
        "Search and Filter"
      ],
      "Integrates the popular Search and Filter plugin to be used on static sites.": [
        "Integriert das beliebte Search&Filter Plugin, das auf statischen Websites verwendet werden kann."
      ],
      "Shortpixel": [
        "Shortpixel"
      ],
      "Optimizes Images before exporting them for static sites.": [
        "Optimiert Bilder, bevor sie für statische Sites exportiert werden."
      ],
      "The Events Calendar": [
        "The Events Calendar"
      ],
      "Support for events, archives, and assets from The Events Calendar. Requires Simply Static Pro.": [
        "Unterstützung für Veranstaltungen, Archive und Assets aus dem Veranstaltungskalender. Erfordert Simply Static Pro."
      ],
      "User Access Management (Core)": [
        "User Access Management (Core)"
      ],
      "Control access to Simply Static pages, menus, and features by assigning a minimum role.": [
        "Steuern Sie den Zugriff auf Simply Static-Seiten, -Menüs und -Funktionen, indem Sie eine Mindestrolle zuweisen."
      ],
      "Cancelling job": [
        "Ausführung wird abgebrochen"
      ],
      "ZIP archive created: ": [
        "ZIP Archiv erstellt: "
      ],
      "Click here to download": [
        "Klicke hier zum Download"
      ],
      "Unable to open ZIP archive for writing": [
        "Das ZIP-Archiv kann nicht zum Schreiben geöffnet werden"
      ],
      "Unable to create ZIP archive": [
        "ZIP Archiv konnte nicht erstellt werden"
      ],
      "Discovering URLs": [
        "Ermitteln von URLs"
      ],
      "Added %d URLs via %s Crawler": [
        "Hinzufügen %d URLs über %s Crawler"
      ],
      "Added %d URLs via Crawler": [
        "%d URLs über Crawler hinzugefügt"
      ],
      "Do not save or follow": [
        "Nicht speichern oder folgen"
      ],
      "Fetched %d of %d pages/files": [
        "%d von %d Seiten/Dateien abgerufen"
      ],
      "Do not follow": [
        "Nicht folgen"
      ],
      "Do not save": [
        "Nicht speichern"
      ],
      "Generating 404 Page.": [
        "Generiere 404-Fehlerseite."
      ],
      "404 Page generated": [
        "404 Fehlerseite generiert"
      ],
      "Setting up": [
        "Einstellen"
      ],
      "Cannot create archive directory %s": [
        "Konnte die Datei bzw. das Verzeichnis nicht erstellen: %s"
      ],
      "Additional URL": [
        "Zusätzliche URL"
      ],
      "Additional URL (regex)": [
        "Zusätzliche URL (Regex)"
      ],
      "Additional File": [
        "Zusätzliche Datei"
      ],
      "Additional Dir": [
        "Zusätzliches Verzeichnis"
      ],
      "Additional File (regex)": [
        "Zusätzliche Datei (Regex)"
      ],
      "Destination URL:": [
        "Ziel-URL:"
      ],
      "Transferred %d of %d files": [
        "%d von %d Dateien kopiert"
      ],
      "No new/updated pages to transfer": [
        "Keine neuen/aktualisierten Seiten zum Übertragen"
      ],
      "Wrapping up": [
        "Fertigstellung"
      ],
      "Uploaded %d of %d files": [
        "%d von %d Seiten/Dateien aktualisiert"
      ],
      "Redirecting...": [
        "Weiterleiten.."
      ],
      "You are being redirected to %s": [
        "Du wirst weitergeleitet auf %s"
      ]
    }
  }
}